Repository: nurlanmnn/Ogani
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: Comments
az: Rəylər

source: All
az: Hamısı

source: Beauty (20)
az: Gözəllik (20)

source: Food (5)
az: Ərzaq (5)

source: Life Style (9)
az: Həyat Tərzi (9)

source: Travel (10)
az: Səyahət (10)

source: Recent News
az: Son Xəbərlər

source: Search By
az: Axtar

source: Apple
az: Alma

source: Beauty
az: Gözəllik

source: Vegetables
az: Tərəvəz

source: Lifestyle
az: Həyat Tərzi

source: Tags
az: Teqlər

source: Trending
az: Populyar

source: Cooking
az: Bişirmə

source: Life Style
az: Həyat Tərzi

source: Post You May Like
az: Bəyənə Biləcəyiniz Postlar

source: Blog
az: Bloq

source: Home
az: Əsas

source: READ MORE
az: Daha Çox

source: Enter your mail
az: Emailinizi daxil edin

source: Invalid email address
az: E-mail ünvanı səhvdir

source: Email already exists
az: Elektron poçt ünvanı artıq mövcuddur

source: Your name and surname
az: Adınız və soyadınız

source: Your email
az: Emailiniz

source: Your message
az: İsmarıcınız

source: Phone
az: Telefon

source: Address
az: Ünvan

source: Open time
az: İş Saatı

source: Leave Message
az: Bizimlə Əlaqə

source: All departments
az: Bütün bölmələr

source: Fresh Meat
az: Təzə Ət

source: Fruit & Nut Gifts
az: Meyvə & Çərəz

source: Fresh Berries
az: Yeni Giləmeyvələr

source: Ocean Foods
az: Dəniz məhsulları

source: Butter & Eggs
az: Yağ & Yumurta

source: Fresh Onion
az: Yeni Soğan

source: Papayaya & Crisps
az: Papayaya & Krisplər

source: Oatmeal
az: Yulaf

source: Fresh Bananas
az: Bananlar

source: All Categories
az: Bütün Kateqoriyalar

source: SEARCH
az: AXTAR

source: support 24/7 time
az: 24/7 dəstək

source: FRUIT FRESH
az: YENİ MEYVƏ

source: Vegetable
az: Tərəvəz

source: 100%% Organic
az: 100% Yeni

source: Free Pickup and Delivery Available
az: Pulsuz Çatdırılma

source: SHOP NOW
az: İNDİ ALIŞ-VERİŞ EDİN

source: Dried Fruit
az: Quru Meyvə

source: drink fruits
az: Gilə

source: Featured Product
az: Önəçıxan Məhsullar

source: Oranges
az: Portağal

source: Latest Products
az: Ən Son Məhsullar

source: Top Rated Products
az: Ən Çox Satılanlar

source: Review Products
az: Qerib Məhsullar

source: From The Blog
az: Bloglardan

source: English
az: Ingilis

source: Azerbaijani
az: Azərbaycan

source: reviews
az: Rəylər

source: ADD TO CARD
az: KARTA ƏLAVE EDİN

source: Availability
az: Mövcudluğu

source: In Stock
az: Stokda

source: Shipping
az: Alış-veriş

source: day shipping
az: Gündüz Alış-veriş

source: Free pickup today
az: Bu gün pulsuz çatdırılma

source: Weight
az: Çəki

source: Share on
az: Paylaşın

source: Description
az: Təsvir

source: Products Infomation
az: Məhsul Haqqında

source: Related Product
az: Önəçıxan Məhsullar

source: Shop
az: Məhsul

source: Price
az: Qiymət

source: Colors
az: Rənglər

source: White
az: Ağ

source: Gray
az: Boz

source: Red
az: Qırmızı

source: Black
az: Qara

source: Blue
az: Mavi

source: Green
az: Yaşıl

source: Popular Size
az: Populyar Ölçü

source: Sale Off
az: Endirim

source: Sort By
az: Sırala

source: About Ogani
az: Ogani Haqqında

source: About Us
az: Haqqımızda

source: About Our Shop
az: Mağazamız haqqında

source: Secure Shopping
az: Təhlükəsiz Alış-veriş

source: Delivery infomation
az: Çatdırılma Məlumatı

source: Privacy Policy
az: Gizlilik Siyasəti

source: Our Sitemap
az: Sayt Xəritəmiz

source: Who We Are
az: Biz Kimik

source: Our Services
az: Xidmətlərimiz

source: Projects
az: Layihələr

source: Contact
az: Əlaqə

source: Innovation
az: Yenilik

source: Testimonials
az: Testimonial

source: Join Our Newsletter Now
az: Yeniliklərdən və kampaniyalarımızdan xəbərdar olmaq istəyirsinizsə abunə olun

source: Get E-mail updates about our latest shop and special offers.
az: Ən son mağazamız və xüsusi təkliflərimiz haqqında e-poçt yeniləmələri alın.

source: Subscribe
az: Abunə olun

source: All rights reserved
az: Bütün hüquqlar qorunur

source: Free Shipping for all Order of $99
az: Pulsuz çatdırılma

source: Log Out
az: Çıxış

source: Login
az: Daxil olun

source: Register
az: Qeydiyyat

source: Pages
az: Səhifələr

source: Shop Details
az: Alış-Veriş Məlumatları

source: Shoping Cart
az: Alış-Veriş kartı

source: Check Out
az: Yoxlanış

source: Blog Details
az: Bloq detalları

source: item
az: əşya
